{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Aim"
			},
			"Translation":
			{
				"Text": "瞄准"
			},
			"Key": "BAAE085544988137A3516AA0A0E22220"
		},
		{
			"Source":
			{
				"Text": "Apply"
			},
			"Translation":
			{
				"Text": "应用"
			},
			"Key": "2457C42D4F6D726563D685BA895E3988"
		},
		{
			"Source":
			{
				"Text": "Attributes"
			},
			"Translation":
			{
				"Text": "属性"
			},
			"Key": "612D0DB84207FF59606F40A756728E0F"
		},
		{
			"Source":
			{
				"Text": "Attributes Manager"
			},
			"Translation":
			{
				"Text": "属性管理"
			},
			"Key": "28AD1BD446D7FC624596C1A1E81D6437"
		},
		{
			"Source":
			{
				"Text": "Bring Tsuchinoko to the captain room."
			},
			"Translation":
			{
				"Text": "把槌蛇那孩子带到船长室。"
			},
			"Key": "40320C9443396B15E52D5697FBEE9C7C"
		},
		{
			"Source":
			{
				"Text": "Bus Stops"
			},
			"Translation":
			{
				"Text": "车站"
			},
			"Key": "54A2270B45F7948B6C48ABA66E1BB8FB"
		},
		{
			"Source":
			{
				"Text": "Cancel Climb"
			},
			"Translation":
			{
				"Text": "取消攀爬"
			},
			"Key": "0E0682484BB953913DC333BF7ABBCFAB"
		},
		{
			"Source":
			{
				"Text": "Cancel Glide"
			},
			"Translation":
			{
				"Text": "取消滑翔"
			},
			"Key": "AF986BD840164C26EDC8C898CFE3B2EF"
		},
		{
			"Source":
			{
				"Text": "Clean up normal celliens on the war thip."
			},
			"Translation":
			{
				"Text": "将战船上的普通细胞怪清理干净"
			},
			"Key": "B4ECB1654BD088C29333BDB750B60E20"
		},
		{
			"Source":
			{
				"Text": "Climb Dash"
			},
			"Translation":
			{
				"Text": "攀爬冲刺"
			},
			"Key": "EE412FB544E3E71309A6C187582C5FC0"
		},
		{
			"Source":
			{
				"Text": "Climb Down Ledge"
			},
			"Translation":
			{
				"Text": "爬下"
			},
			"Key": "009C0127499DCE05BF007B83A5433EF4"
		},
		{
			"Source":
			{
				"Text": "Climb Down Ledge"
			},
			"Translation":
			{
				"Text": "爬下壁挂"
			},
			"Key": "63E13DAE435B51B2B335D5869AC1727E"
		},
		{
			"Source":
			{
				"Text": "Collectables"
			},
			"Translation":
			{
				"Text": "收集品"
			},
			"Key": "B773381B4B5DB527244BE49B9E8FF914"
		},
		{
			"Source":
			{
				"Text": "Day {Day} - {Hours} : {Mins}"
			},
			"Translation":
			{
				"Text": "天数：{Day} - {Hours} : {Mins}"
			},
			"Key": "C0ED7EB54442E61674BD6A964F552356"
		},
		{
			"Source":
			{
				"Text": "Delete"
			},
			"Translation":
			{
				"Text": "删除"
			},
			"Key": "019D5CF4410E717D4A5CB39A6CB67038"
		},
		{
			"Source":
			{
				"Text": "Double to Interact"
			},
			"Translation":
			{
				"Text": "双击交互"
			},
			"Key": "7BFB79FE4E2616ADB01ADF857FEC834A"
		},
		{
			"Source":
			{
				"Text": "Drag"
			},
			"Translation":
			{
				"Text": "拖动"
			},
			"Key": "8E4992E647067A6725E7A3AF1C68D3AB"
		},
		{
			"Source":
			{
				"Text": "Drag Drop"
			},
			"Translation":
			{
				"Text": "拖放"
			},
			"Key": "D9D0AF05430322968094008F07971BFD"
		},
		{
			"Source":
			{
				"Text": "Fade"
			},
			"Translation":
			{
				"Text": "消逝"
			},
			"Key": "AE4BD0F9404DA3C097494FB3153F084B"
		},
		{
			"Source":
			{
				"Text": "Failed"
			},
			"Translation":
			{
				"Text": "失败"
			},
			"Key": "5992E087406F372EA97C3582480EE801"
		},
		{
			"Source":
			{
				"Text": "Failed"
			},
			"Translation":
			{
				"Text": "失败"
			},
			"Key": "CD5C1CC74DB21C94F3868CA8AF050D74"
		},
		{
			"Source":
			{
				"Text": "Finished"
			},
			"Translation":
			{
				"Text": "完成"
			},
			"Key": "683AD9F94435AFC66F40F4BFBECBFA80"
		},
		{
			"Source":
			{
				"Text": "Finished"
			},
			"Translation":
			{
				"Text": "完成"
			},
			"Key": "F17CD1C74015349017573FA7E71196E1"
		},
		{
			"Source":
			{
				"Text": "Fire"
			},
			"Translation":
			{
				"Text": "开火"
			},
			"Key": "56135B8444D659155F0FF6964414A2A2"
		},
		{
			"Source":
			{
				"Text": "Friends : {Num}"
			},
			"Translation":
			{
				"Text": "朋友数：{Num}"
			},
			"Key": "02EC6C31443B0634824F3795ACDED510"
		},
		{
			"Source":
			{
				"Text": "Get Up"
			},
			"Translation":
			{
				"Text": "起身"
			},
			"Key": "77CBD52048199CCA36FCBAACAF48F220"
		},
		{
			"Source":
			{
				"Text": "Get {ItemName} * {ItemAmount}"
			},
			"Translation":
			{
				"Text": "获得 {ItemName} * {ItemAmount}"
			},
			"Key": "10F92A1445866E243F65E882B2875534"
		},
		{
			"Source":
			{
				"Text": "Glide"
			},
			"Translation":
			{
				"Text": "滑翔"
			},
			"Key": "6D74079C4EB897F3CFD5B3A3189A0E39"
		},
		{
			"Source":
			{
				"Text": "Here will only show save game with over 2 Friends."
			},
			"Translation":
			{
				"Text": "这里会显示朋友数超过2位的存档"
			},
			"Key": "358B90BF43167A268D8ADEB955676D78"
		},
		{
			"Source":
			{
				"Text": "INVALID"
			},
			"Translation":
			{
				"Text": "无效"
			},
			"Key": "B1E9B8F44B519388D33CD7B1A6A730A3"
		},
		{
			"Source":
			{
				"Text": "Interact"
			},
			"Translation":
			{
				"Text": "交互"
			},
			"Key": "A26DD4FF47419EA4DF94D9861F01A6C7"
		},
		{
			"Source":
			{
				"Text": "Jump"
			},
			"Translation":
			{
				"Text": "跳跃"
			},
			"Key": "AF57B45D4D3E80567E5530A07D39E481"
		},
		{
			"Source":
			{
				"Text": "Kill anchor monster."
			},
			"Translation":
			{
				"Text": "消灭船锚怪。"
			},
			"Key": "EF021830463A79427608BE9FC9431F1C"
		},
		{
			"Source":
			{
				"Text": "Lan"
			},
			"Translation":
			{
				"Text": "本地"
			},
			"Key": "1D83EE9345E112E601EF7DA9D1E61DE5"
		},
		{
			"Source":
			{
				"Text": "Loading..."
			},
			"Translation":
			{
				"Text": "加载中..."
			},
			"Key": "07F1499A42ECBB6FDD8B18AD50A75F11"
		},
		{
			"Source":
			{
				"Text": "Locations"
			},
			"Translation":
			{
				"Text": "地点"
			},
			"Key": "282011E143F4AA0CDE542D8692CAE179"
		},
		{
			"Source":
			{
				"Text": "Look Distance"
			},
			"Translation":
			{
				"Text": "查看距离"
			},
			"Key": "3E1C6E3A449B9EC25CC26BB3FE81200C"
		},
		{
			"Source":
			{
				"Text": "Mark Temp Pin"
			},
			"Translation":
			{
				"Text": "临时标记"
			},
			"Key": "DFB144034F8C822980E7D4BB7B6C031C"
		},
		{
			"Source":
			{
				"Text": "Move Backward"
			},
			"Translation":
			{
				"Text": "向后移动"
			},
			"Key": "9675C313447CAD50A4598CA4E0643BFC"
		},
		{
			"Source":
			{
				"Text": "Move Forward"
			},
			"Translation":
			{
				"Text": "向前移动"
			},
			"Key": "BC35C2A44AE883B0DB1676B3E73CEE04"
		},
		{
			"Source":
			{
				"Text": "Move Left"
			},
			"Translation":
			{
				"Text": "向左移动"
			},
			"Key": "31AD7E8545B1202AB5C20DB3F486F4C5"
		},
		{
			"Source":
			{
				"Text": "Move Right"
			},
			"Translation":
			{
				"Text": "向右移动"
			},
			"Key": "108F0F8F4061C319787034ABD2598BC0"
		},
		{
			"Source":
			{
				"Text": "Not Selected"
			},
			"Translation":
			{
				"Text": "未选定"
			},
			"Key": "8C1FCD484415434B3198D7A067499672"
		},
		{
			"Source":
			{
				"Text": "Ongoing"
			},
			"Translation":
			{
				"Text": "正在进行"
			},
			"Key": "207ADD514C7F5F86D5D586A8602A5557"
		},
		{
			"Source":
			{
				"Text": "Ongoing"
			},
			"Translation":
			{
				"Text": "进行中"
			},
			"Key": "31D9D9A64A2794C6A57E8ABC70BA64AD"
		},
		{
			"Source":
			{
				"Text": "Open Building List"
			},
			"Translation":
			{
				"Text": "打开建筑列表"
			},
			"Key": "5A6555F3453889F4F094EB9BF7BEF071"
		},
		{
			"Source":
			{
				"Text": "Open Building List"
			},
			"Translation":
			{
				"Text": "打开建筑列表"
			},
			"Key": "F732242C41CD8A702C63D89CBED732D2"
		},
		{
			"Source":
			{
				"Text": "Open Chest"
			},
			"Translation":
			{
				"Text": "打开箱子"
			},
			"Key": "5BF725204BDC9D27FFF2649546E0D4BD"
		},
		{
			"Source":
			{
				"Text": "Open Inventory"
			},
			"Translation":
			{
				"Text": "打开物品栏"
			},
			"Key": "EE5942DC4D175BAA3BFD1C877F3DDEA7"
		},
		{
			"Source":
			{
				"Text": "Open Main Map"
			},
			"Translation":
			{
				"Text": "打开地图"
			},
			"Key": "0EDACDA2451C04DB57EED7B2430ECD9D"
		},
		{
			"Source":
			{
				"Text": "Open Quest Widget"
			},
			"Translation":
			{
				"Text": "打开任务菜单"
			},
			"Key": "418992EA4930EBCA233ABB8D579A8B68"
		},
		{
			"Source":
			{
				"Text": "Other"
			},
			"Translation":
			{
				"Text": "其他容器"
			},
			"Key": "BDB592864A593855E3012C9610CE39DA"
		},
		{
			"Source":
			{
				"Text": "PSO Ready"
			},
			"Translation":
			{
				"Text": "PSO已准备"
			},
			"Key": "DECBC50B4BDFD7ECF51836B3543774A7"
		},
		{
			"Source":
			{
				"Text": "PSOs Remaining : {Remain}"
			},
			"Translation":
			{
				"Text": "PSO剩余：{Remain}"
			},
			"Key": "DAED91894DD4BE4A94F4D3A8AB7DC7E0"
		},
		{
			"Source":
			{
				"Text": "Pass"
			},
			"Translation":
			{
				"Text": "快速度过"
			},
			"Key": "4832BFB144C3CAEB0F137886F5B6C93C"
		},
		{
			"Source":
			{
				"Text": "Pass Time"
			},
			"Translation":
			{
				"Text": "度过时间"
			},
			"Key": "3C056B184676E2DA01188AAF555F4345"
		},
		{
			"Source":
			{
				"Text": "Pass Time"
			},
			"Translation":
			{
				"Text": "度过时间"
			},
			"Key": "B5C587B741E5025A8152599E61436ED6"
		},
		{
			"Source":
			{
				"Text": "Pick Up Item"
			},
			"Translation":
			{
				"Text": "捡起物品"
			},
			"Key": "C8FCA82B4179244DB6C044A14EB211A3"
		},
		{
			"Source":
			{
				"Text": "Pick up {Name} * {Amount}"
			},
			"Translation":
			{
				"Text": "拿起 {Name} * {Amount}"
			},
			"Key": "2FC8E6F14DAD6567F49BB98EDAA1B16B"
		},
		{
			"Source":
			{
				"Text": "Pin"
			},
			"Translation":
			{
				"Text": "标点"
			},
			"Key": "01762E474DC521ECF5CB128848C2FEAE"
		},
		{
			"Source":
			{
				"Text": "Players"
			},
			"Translation":
			{
				"Text": "玩家"
			},
			"Key": "75DE85AC45DEFA43FCE59FA6915F2531"
		},
		{
			"Source":
			{
				"Text": "Quest"
			},
			"Translation":
			{
				"Text": "任务"
			},
			"Key": "A0CB5FD24DA38D8D00BC208D5ABCFE07"
		},
		{
			"Source":
			{
				"Text": "Quest Goals : "
			},
			"Translation":
			{
				"Text": "任务目标："
			},
			"Key": "AD46EE584823757E06E198BFA426FA91"
		},
		{
			"Source":
			{
				"Text": "Ragdoll"
			},
			"Translation":
			{
				"Text": "布娃娃"
			},
			"Key": "FDDCA81C491E0FD74527CB86903719C7"
		},
		{
			"Source":
			{
				"Text": "Reach {Name}"
			},
			"Translation":
			{
				"Text": "抵达 {Name}"
			},
			"Key": "3ABE0BE64CA359AA8DE474A6ACC2B3D4"
		},
		{
			"Source":
			{
				"Text": "Remove"
			},
			"Translation":
			{
				"Text": "移除"
			},
			"Key": "C8B6F2E34844AE9A67D1F08D0B347ED9"
		},
		{
			"Source":
			{
				"Text": "Roll"
			},
			"Translation":
			{
				"Text": "翻滚"
			},
			"Key": "B017810449BE5EE5EDE7809EDDED0F04"
		},
		{
			"Source":
			{
				"Text": "Rotate Building"
			},
			"Translation":
			{
				"Text": "旋转建筑"
			},
			"Key": "8C6B34D14E2970546140118AAA4F0708"
		},
		{
			"Source":
			{
				"Text": "Rotate Building"
			},
			"Translation":
			{
				"Text": "旋转建筑"
			},
			"Key": "AD346D7544531A3BF0DDB5A4030E4EC1"
		},
		{
			"Source":
			{
				"Text": "Self"
			},
			"Translation":
			{
				"Text": "自身容器"
			},
			"Key": "48D426B04A10D4975D6B56BDDCA7A5D7"
		},
		{
			"Source":
			{
				"Text": "Sit"
			},
			"Translation":
			{
				"Text": "坐下"
			},
			"Key": "E28C998A42480B325C432EB59DBD58E6"
		},
		{
			"Source":
			{
				"Text": "Sleep"
			},
			"Translation":
			{
				"Text": "睡觉"
			},
			"Key": "FB7F9B06458328DB7BE45BA8F30A895B"
		},
		{
			"Source":
			{
				"Text": "Slide"
			},
			"Translation":
			{
				"Text": "滑铲"
			},
			"Key": "FF6194804AB5A243ADA91C821802A71A"
		},
		{
			"Source":
			{
				"Text": "Split Item"
			},
			"Translation":
			{
				"Text": "分开物品"
			},
			"Key": "B8930657429714C77DA3C89FA08A36AA"
		},
		{
			"Source":
			{
				"Text": "Sprint"
			},
			"Translation":
			{
				"Text": "奔跑"
			},
			"Key": "061953CE4F9381F4925342A8D84B5B75"
		},
		{
			"Source":
			{
				"Text": "Super Ability"
			},
			"Translation":
			{
				"Text": "超级技能"
			},
			"Key": "803DAA094575269CE44BC5BA68FAD012"
		},
		{
			"Source":
			{
				"Text": "Swim Down"
			},
			"Translation":
			{
				"Text": "潜下"
			},
			"Key": "7FB8C5C0435210C4838ECC8344CD0993"
		},
		{
			"Source":
			{
				"Text": "Swim Faster"
			},
			"Translation":
			{
				"Text": "快速游泳"
			},
			"Key": "8A70E0C24DF950C9DC76C98572305916"
		},
		{
			"Source":
			{
				"Text": "Swim Up"
			},
			"Translation":
			{
				"Text": "上浮"
			},
			"Key": "FE72933840289B8DB1ED26AFE97E377F"
		},
		{
			"Source":
			{
				"Text": "Switch Building Mode"
			},
			"Translation":
			{
				"Text": "切换建筑模式"
			},
			"Key": "D9EEE95742AABEA4B56EA6AF3C913787"
		},
		{
			"Source":
			{
				"Text": "Switch Building Mode"
			},
			"Translation":
			{
				"Text": "切换建造模式"
			},
			"Key": "E343FCE64BE729CC684BFCBB7115B972"
		},
		{
			"Source":
			{
				"Text": "Switch Shoulder"
			},
			"Translation":
			{
				"Text": "切换过肩视角"
			},
			"Key": "E5EFD84A440D29F366379A9CA98600E7"
		},
		{
			"Source":
			{
				"Text": "Talk to {Name}"
			},
			"Translation":
			{
				"Text": "与 {Name} 对话"
			},
			"Key": "2B49CD17405B751759B4ECB51DC3E1B9"
		},
		{
			"Source":
			{
				"Text": "Toggle Crouch"
			},
			"Translation":
			{
				"Text": "切换蹲伏"
			},
			"Key": "D027E252445787774CB3198BD19320A4"
		},
		{
			"Source":
			{
				"Text": "Toggle Rotation Mode"
			},
			"Translation":
			{
				"Text": "切换旋转模式"
			},
			"Key": "74ED0EE84C9C9F83A6C8D6BCA918DA1D"
		},
		{
			"Source":
			{
				"Text": "Toggle Tips"
			},
			"Translation":
			{
				"Text": "切换提示"
			},
			"Key": "C4E03ACD49DD232D7421A28C406592F7"
		},
		{
			"Source":
			{
				"Text": "Toggle View Mode"
			},
			"Translation":
			{
				"Text": "切换视角"
			},
			"Key": "68669358404ADC90FCE935957DE6ACF3"
		},
		{
			"Source":
			{
				"Text": "Toggle Walk"
			},
			"Translation":
			{
				"Text": "切换行走"
			},
			"Key": "C688CBD5430B7DFBB81E92A362A896A4"
		},
		{
			"Source":
			{
				"Text": "Top Tree"
			},
			"Translation":
			{
				"Text": "最高的树"
			},
			"Key": "ABE9C17B4CBA31066B262DB733330967"
		},
		{
			"Source":
			{
				"Text": "Turn on electric box"
			},
			"Translation":
			{
				"Text": "打开电箱"
			},
			"Key": "499655854A85449EFF2268B4F3530598"
		},
		{
			"Source":
			{
				"Text": "Unknown"
			},
			"Translation":
			{
				"Text": "未知"
			},
			"Key": "D8FE7A0B427F7CD9033C2FAA51742D26"
		},
		{
			"Source":
			{
				"Text": "{0} Unlocked"
			},
			"Translation":
			{
				"Text": "{0} 已解锁"
			},
			"Key": "80442F4443C6779806D2D088B9922ABC"
		},
		{
			"Source":
			{
				"Text": "{0} Unlocked"
			},
			"Translation":
			{
				"Text": "{0} 已解锁"
			},
			"Key": "C3189B7D4524E142F0F97983C2A810D7"
		},
		{
			"Source":
			{
				"Text": "{1}\r\n{2}"
			},
			"Translation":
			{
				"Text": "{1}\r\n{2}"
			},
			"Key": "B836ADD948C5B710248B5694ED73FAAB"
		},
		{
			"Source":
			{
				"Text": "{C} / {M}"
			},
			"Translation":
			{
				"Text": "{C} / {M}"
			},
			"Key": "F42B65B34D63B5A71678D9935D093A95"
		},
		{
			"Source":
			{
				"Text": "{Hour} Hour"
			},
			"Translation":
			{
				"Text": "{Hour} 小时"
			},
			"Key": "D793DB084F726CF70904F1A26F830B35"
		},
		{
			"Source":
			{
				"Text": "{Name}\r\nBuild : {Amount} Remain\r\nRecipe : {Recipe}"
			},
			"Translation":
			{
				"Text": "{Name}\r\n建造 : {Amount} 剩余\r\n配方 : {Recipe}"
			},
			"Key": "F3403AB141BC8846632EA7AA13957617"
		},
		{
			"Source":
			{
				"Text": "{Name} * {Amount} Added"
			},
			"Translation":
			{
				"Text": "{Name} * {Amount} 已添加"
			},
			"Key": "E71855394DF656171103CF86B230450B"
		},
		{
			"Source":
			{
				"Text": "{Name} * {Current} / {Amount}"
			},
			"Translation":
			{
				"Text": "{Name} * {Current} / {Amount}"
			},
			"Key": "35A3B4C54925A1764E0E93AC55A65DF3"
		},
		{
			"Source":
			{
				"Text": "{Name} Collected : {Num}"
			},
			"Translation":
			{
				"Text": "{Name} 已收集 : {Num}"
			},
			"Key": "E37D24974E12B2F5E0559C87B38AFA4B"
		},
		{
			"Source":
			{
				"Text": "{Ping} ms"
			},
			"Translation":
			{
				"Text": "{Ping} ms"
			},
			"Key": "82E220504AAB2F981903049FE05A9925"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "BuildingSystem",
			"Children": [
				{
					"Source":
					{
						"Text": "A chair made in regular wood."
					},
					"Translation":
					{
						"Text": "一把普通木头制作的椅子"
					},
					"Key": "WoodenChairDescription"
				},
				{
					"Source":
					{
						"Text": "A common table."
					},
					"Translation":
					{
						"Text": "一张普通的桌子"
					},
					"Key": "TableDescription"
				},
				{
					"Source":
					{
						"Text": "Bed"
					},
					"Translation":
					{
						"Text": "床"
					},
					"Key": "BedDisplayName"
				},
				{
					"Source":
					{
						"Text": "Table"
					},
					"Translation":
					{
						"Text": "桌子"
					},
					"Key": "TableDisplayName"
				},
				{
					"Source":
					{
						"Text": "Wooden Chair"
					},
					"Translation":
					{
						"Text": "木椅子"
					},
					"Key": "WoodenChairDisplayName"
				}
			]
		},
		{
			"Namespace": "CharacterDescription",
			"Children": [
				{
					"Source":
					{
						"Text": "???"
					},
					"Translation":
					{
						"Text": "???"
					},
					"Key": "TsuchinokoDescription"
				},
				{
					"Source":
					{
						"Text": "Captain of warship"
					},
					"Translation":
					{
						"Text": "战船的船长"
					},
					"Key": "CaptainMacawDescription"
				},
				{
					"Source":
					{
						"Text": "Human"
					},
					"Translation":
					{
						"Text": "人类"
					},
					"Key": "KabanDescription"
				}
			]
		},
		{
			"Namespace": "DialogueFlow",
			"Children": [
				{
					"Source":
					{
						"Text": "A SHINY STONE?!"
					},
					"Translation":
					{
						"Text": "一颗闪亮石头？！"
					},
					"Key": "Otter_Lake_Finish_Text_0"
				},
				{
					"Source":
					{
						"Text": "All you need to do is climbing up this mountain and reach the tree."
					},
					"Translation":
					{
						"Text": "你只需要爬到最顶端的树"
					},
					"Key": "Toki_Mount_2_Text_0"
				},
				{
					"Source":
					{
						"Text": "Be careful!"
					},
					"Translation":
					{
						"Text": "小心些！"
					},
					"Key": "CaptainMacaw_Ship_Common_Text_0"
				},
				{
					"Source":
					{
						"Text": "Can you help me to find her and bring her to my room?"
					},
					"Translation":
					{
						"Text": "你能帮我找到那孩子并带她到我的房间里吗？"
					},
					"Key": "CaptainMacaw_Ship_2_Text_0"
				},
				{
					"Source":
					{
						"Text": "Do you accept my challenge?"
					},
					"Translation":
					{
						"Text": "你接受我的挑战吗？"
					},
					"Key": "Toki_Mount_Quest_Text_0"
				},
				{
					"Source":
					{
						"Text": "Don't drown like a mermaid. See ya!"
					},
					"Translation":
					{
						"Text": "别变成美人鱼。待会见！"
					},
					"Key": "Otter_Lake_Accept_Text_0"
				},
				{
					"Source":
					{
						"Text": "Fantastic!"
					},
					"Translation":
					{
						"Text": "太好了！"
					},
					"Key": "CaptainMacaw_Ship_Finish_Text_2"
				},
				{
					"Source":
					{
						"Text": "Fine. I will check it later by myself."
					},
					"Translation":
					{
						"Text": "好吧，我之后会自己去看看的"
					},
					"Key": "Otter_Lake_Reject_Text_0"
				},
				{
					"Source":
					{
						"Text": "Follow"
					},
					"Translation":
					{
						"Text": "跟着我"
					},
					"Key": "FollowAsk_Option_Follow"
				},
				{
					"Source":
					{
						"Text": "Great! Be careful. See you Later."
					},
					"Translation":
					{
						"Text": "很好！小心点，待会见！"
					},
					"Key": "Toki_Mount_Accept_Text_0"
				},
				{
					"Source":
					{
						"Text": "Hey! I have heard that some treasure is buried at the bottom of the lake."
					},
					"Translation":
					{
						"Text": "嘿！我听说湖底有宝藏。"
					},
					"Key": "Otter_Lake_1_Text_0"
				},
				{
					"Source":
					{
						"Text": "Hi! Toki has a exam for you."
					},
					"Translation":
					{
						"Text": "你好！朱鹮想考考你。"
					},
					"Key": "Toki_Mount_1_Text_0"
				},
				{
					"Source":
					{
						"Text": "I am not free now."
					},
					"Translation":
					{
						"Text": "我现在还没空"
					},
					"Key": "CaptainMacaw_Ship_2_Option_No"
				},
				{
					"Source":
					{
						"Text": "I don't want to go anywhere right now."
					},
					"Translation":
					{
						"Text": "我现在哪都不想去。"
					},
					"Key": "Tsuchinoko_Help_NotClear_Text_1"
				},
				{
					"Source":
					{
						"Text": "I love it so much. I think i will play with you later."
					},
					"Translation":
					{
						"Text": "我超喜欢它。我想我待会会和你玩的。"
					},
					"Key": "Otter_Lake_Finish_Text_1"
				},
				{
					"Source":
					{
						"Text": "I need to hold on this ship right now."
					},
					"Translation":
					{
						"Text": "我现在需要稳住这艘船。"
					},
					"Key": "CaptainMacaw_Ship_1_Text_1"
				},
				{
					"Source":
					{
						"Text": "I need to stay here for a while."
					},
					"Translation":
					{
						"Text": "我需要呆在这一会儿。"
					},
					"Key": "Tsuchinoko_Ship_Stay_Text_0"
				},
				{
					"Source":
					{
						"Text": "I still hear some celliens around."
					},
					"Translation":
					{
						"Text": "我听到附近还有细胞怪。"
					},
					"Key": "Tsuchinoko_Help_NotClear_Text_0"
				},
				{
					"Source":
					{
						"Text": "I think it's clear now."
					},
					"Translation":
					{
						"Text": "我认为已经没有细胞怪的动静了。"
					},
					"Key": "Tsuchinoko_Help_Clear_Text_0"
				},
				{
					"Source":
					{
						"Text": "I think it's only this monster left."
					},
					"Translation":
					{
						"Text": "我认为只剩下这只怪物了"
					},
					"Key": "CaptainMacaw_Ship_Anchor_Text_0"
				},
				{
					"Source":
					{
						"Text": "I want you to bring it to me. Can you made it?"
					},
					"Translation":
					{
						"Text": "我想让你带给我看看。你能做到吗？"
					},
					"Key": "Otter_Lake_Quest_Text_0"
				},
				{
					"Source":
					{
						"Text": "I'll be here to take care of tsuchinoko for a while."
					},
					"Translation":
					{
						"Text": "我会在这照顾槌蛇一会儿。"
					},
					"Key": "CaptainMacaw_Ship_After_Text_0"
				},
				{
					"Source":
					{
						"Text": "I'll do it myself later."
					},
					"Translation":
					{
						"Text": "我之后自己处理吧。"
					},
					"Key": "CaptainMacaw_Ship_Reject_Text_0"
				},
				{
					"Source":
					{
						"Text": "I'll do it!"
					},
					"Translation":
					{
						"Text": "我来吧！"
					},
					"Key": "CaptainMacaw_Ship_2_Option_Yes"
				},
				{
					"Source":
					{
						"Text": "I'll stay here."
					},
					"Translation":
					{
						"Text": "我会待在这儿的。"
					},
					"Key": "FollowNo_Text_0"
				},
				{
					"Source":
					{
						"Text": "I'll take care of tsuchinoko for a while."
					},
					"Translation":
					{
						"Text": "我需要照顾槌蛇一会儿。"
					},
					"Key": "CaptainMacaw_Ship_Finish_Text_3"
				},
				{
					"Source":
					{
						"Text": "If you see this, please contact developer!"
					},
					"Translation":
					{
						"Text": "如果你看到了这个，请联系开发者！"
					},
					"Key": "Error_Text_0"
				},
				{
					"Source":
					{
						"Text": "It will be easier."
					},
					"Translation":
					{
						"Text": "这会简单些"
					},
					"Key": "CaptainMacaw_Ship_Box_Text_1"
				},
				{
					"Source":
					{
						"Text": "Just a road sign."
					},
					"Translation":
					{
						"Text": "只是个路牌"
					},
					"Key": "Test_1_Text_0"
				},
				{
					"Source":
					{
						"Text": "Lead the way!"
					},
					"Translation":
					{
						"Text": "请带路！"
					},
					"Key": "FollowYes_Text_0"
				},
				{
					"Source":
					{
						"Text": "May I follow you now?"
					},
					"Translation":
					{
						"Text": "我现在该跟着你吗？"
					},
					"Key": "FollowAsk_Text_0"
				},
				{
					"Source":
					{
						"Text": "Maybe you should clean up the ship first and then try to bring tsuchinoko to my room."
					},
					"Translation":
					{
						"Text": "或许你应该先清理好战船，然后再尝试带槌蛇上来。"
					},
					"Key": "CaptainMacaw_Ship_Box_Text_0"
				},
				{
					"Source":
					{
						"Text": "No"
					},
					"Translation":
					{
						"Text": "不行"
					},
					"Key": "Otter_Lake_Quest_Option_No"
				},
				{
					"Source":
					{
						"Text": "No"
					},
					"Translation":
					{
						"Text": "不行"
					},
					"Key": "Toki_Mount_Quest_Option_No"
				},
				{
					"Source":
					{
						"Text": "Oh my ..."
					},
					"Translation":
					{
						"Text": "哇哦！"
					},
					"Key": "CaptainMacaw_Ship_Finish_Text_0"
				},
				{
					"Source":
					{
						"Text": "Sorry. The developer have not finish my quest line yet."
					},
					"Translation":
					{
						"Text": "抱歉，开发者现在还没有完成我的任务线"
					},
					"Key": "NotFinished_Text_0"
				},
				{
					"Source":
					{
						"Text": "Stay Here"
					},
					"Translation":
					{
						"Text": "呆在这儿"
					},
					"Key": "FollowAsk_Option_StayHere"
				},
				{
					"Source":
					{
						"Text": "TAKE IT DOWN!"
					},
					"Translation":
					{
						"Text": "消灭它！"
					},
					"Key": "CaptainMacaw_Ship_Anchor_Text_1"
				},
				{
					"Source":
					{
						"Text": "Test Option 1"
					},
					"Translation":
					{
						"Text": "测试1"
					},
					"Key": "Test_2_Option_Option1"
				},
				{
					"Source":
					{
						"Text": "Test Option 2"
					},
					"Translation":
					{
						"Text": "测试2"
					},
					"Key": "Test_2_Option_Option2"
				},
				{
					"Source":
					{
						"Text": "Test Option 3"
					},
					"Translation":
					{
						"Text": "测试3"
					},
					"Key": "Test_2_Option_Option3"
				},
				{
					"Source":
					{
						"Text": "Test options."
					},
					"Translation":
					{
						"Text": "测试选项"
					},
					"Key": "Test_2_Text_0"
				},
				{
					"Source":
					{
						"Text": "Thank you for you hard work!"
					},
					"Translation":
					{
						"Text": "感谢你的帮忙！"
					},
					"Key": "CaptainMacaw_Ship_Finish_Text_4"
				},
				{
					"Source":
					{
						"Text": "Thanks for the shiny stone. I can play it all day!"
					},
					"Translation":
					{
						"Text": "感谢你给我这个闪亮石头，我能玩一整天！"
					},
					"Key": "Otter_Lake_After_Text_0"
				},
				{
					"Source":
					{
						"Text": "Toki think toki will play with you later!"
					},
					"Translation":
					{
						"Text": "朱鹮觉得朱鹮待会儿会和你一起冒险的！"
					},
					"Key": "Toki_Mount_Finish_Text_1"
				},
				{
					"Source":
					{
						"Text": "Toki will wait here for you."
					},
					"Translation":
					{
						"Text": "朱鹮会在这里等你的。"
					},
					"Key": "Toki_Mount_Reject_Text_0"
				},
				{
					"Source":
					{
						"Text": "Tsuchinoko may be trapped at the bottom of the ship."
					},
					"Translation":
					{
						"Text": "槌蛇好像被困在船的底层了。"
					},
					"Key": "CaptainMacaw_Ship_1_Text_0"
				},
				{
					"Source":
					{
						"Text": "What? You have already been there?"
					},
					"Translation":
					{
						"Text": "什么？你已经去过那儿了？"
					},
					"Key": "Otter_Lake_Already_Text_0"
				},
				{
					"Source":
					{
						"Text": "Wow! You made it!"
					},
					"Translation":
					{
						"Text": "哇哦！你做到了！"
					},
					"Key": "Toki_Mount_Finish_Text_0"
				},
				{
					"Source":
					{
						"Text": "Yes"
					},
					"Translation":
					{
						"Text": "好的"
					},
					"Key": "Otter_Lake_Quest_Option_Yes"
				},
				{
					"Source":
					{
						"Text": "Yes"
					},
					"Translation":
					{
						"Text": "好的"
					},
					"Key": "Toki_Mount_Quest_Option_Yes"
				},
				{
					"Source":
					{
						"Text": "You can try to dive down and search for it."
					},
					"Translation":
					{
						"Text": "你可以尝试潜下去找找看。"
					},
					"Key": "Otter_Lake_2_Text_0"
				},
				{
					"Source":
					{
						"Text": "You choose option 1"
					},
					"Translation":
					{
						"Text": "你选了选项1"
					},
					"Key": "Test_Option_1_Text_0"
				},
				{
					"Source":
					{
						"Text": "You choose option 2"
					},
					"Translation":
					{
						"Text": "你选了选项2"
					},
					"Key": "Test_Option_2_Text_0"
				},
				{
					"Source":
					{
						"Text": "You choose option 3"
					},
					"Translation":
					{
						"Text": "你选了选项3"
					},
					"Key": "Test_Option_3_Text_0"
				},
				{
					"Source":
					{
						"Text": "You have finished all the works?!"
					},
					"Translation":
					{
						"Text": "你已经做完了？！"
					},
					"Key": "CaptainMacaw_Ship_Finish_Text_1"
				},
				{
					"Source":
					{
						"Text": "You have proved your bravery!"
					},
					"Translation":
					{
						"Text": "你已经证明了你的勇气"
					},
					"Key": "Toki_Mount_After_Text_0"
				},
				{
					"Source":
					{
						"Text": "You haven't found the treasure yet."
					},
					"Translation":
					{
						"Text": "你还没找到宝藏哦。"
					},
					"Key": "Otter_Lake_NotYet_Text_0"
				},
				{
					"Source":
					{
						"Text": "You haven't reach there yet."
					},
					"Translation":
					{
						"Text": "你还没到达那里。"
					},
					"Key": "Toki_Mount_NotYet_Text_0"
				},
				{
					"Source":
					{
						"Text": "You need to bring tsuchinoko to my room now."
					},
					"Translation":
					{
						"Text": "你现在需要带槌蛇到我的房间里。"
					},
					"Key": "CaptainMacaw_Ship_Bring_Text_0"
				}
			]
		},
		{
			"Namespace": "Inventory",
			"Children": [
				{
					"Source":
					{
						"Text": "A fumo toy of macaw."
					},
					"Translation":
					{
						"Text": "金刚鹦鹉船长的Fumo玩偶"
					},
					"Key": "MacawFumoDisplayDescription"
				},
				{
					"Source":
					{
						"Text": "A fumo toy of persian leopard."
					},
					"Translation":
					{
						"Text": "波斯豹的Fumo玩偶"
					},
					"Key": "PersianLeopardFumoDisplayDescription"
				},
				{
					"Source":
					{
						"Text": "A fumo toy of serval. Equip on accessory slots can boost your movement ability."
					},
					"Translation":
					{
						"Text": "薮猫的Fumo玩偶。装备到装饰栏可以提升移动能力！"
					},
					"Key": "ServalFumoDisplayDescription"
				},
				{
					"Source":
					{
						"Text": "A hand made paper plane. Can be used to distract cellien,"
					},
					"Translation":
					{
						"Text": "一个纸飞机，可以用来分散细胞怪的注意力。"
					},
					"Key": "PaperPlaneDisplayDescription"
				},
				{
					"Source":
					{
						"Text": "A tool used to build structures."
					},
					"Translation":
					{
						"Text": "建造结构的建筑工具"
					},
					"Key": "BuildingToolDisplayDescription"
				},
				{
					"Source":
					{
						"Text": "An accessory for testing the game."
					},
					"Translation":
					{
						"Text": "测试用饰品"
					},
					"Key": "SuperCubeDisplayDescription"
				},
				{
					"Source":
					{
						"Text": "Building Tool"
					},
					"Translation":
					{
						"Text": "建筑工具"
					},
					"Key": "BuildingToolDisplayName"
				},
				{
					"Source":
					{
						"Text": "Just a little rock but more shiny."
					},
					"Translation":
					{
						"Text": "只是一颗闪亮亮一些的石头"
					},
					"Key": "ShinyStoneDisplayDescription"
				},
				{
					"Source":
					{
						"Text": "Just a little rock."
					},
					"Translation":
					{
						"Text": "只是小石头"
					},
					"Key": "StoneDisplayDescription"
				},
				{
					"Source":
					{
						"Text": "Just a wood branch. Maybe I can use it to craft something."
					},
					"Translation":
					{
						"Text": "只是小木棍，或许可以造一些东西"
					},
					"Key": "WoodBranchDisplayDescription"
				},
				{
					"Source":
					{
						"Text": "Just a wood log."
					},
					"Translation":
					{
						"Text": "只是一块木头"
					},
					"Key": "WoodLogDisplayDescription"
				},
				{
					"Source":
					{
						"Text": "Macaw Fumo"
					},
					"Translation":
					{
						"Text": "金刚鹦鹉船长Fumo"
					},
					"Key": "MacawFumoDisplayName"
				},
				{
					"Source":
					{
						"Text": "Paper Plane"
					},
					"Translation":
					{
						"Text": "纸飞机"
					},
					"Key": "PaperPlaneDisplayName"
				},
				{
					"Source":
					{
						"Text": "Persian Leopard Fumo"
					},
					"Translation":
					{
						"Text": "波斯豹Fumo"
					},
					"Key": "PersianLeopardFumoDisplayName"
				},
				{
					"Source":
					{
						"Text": "Serval Fumo"
					},
					"Translation":
					{
						"Text": "薮猫Fumo"
					},
					"Key": "ServalFumoDisplayName"
				},
				{
					"Source":
					{
						"Text": "Shiny Stone"
					},
					"Translation":
					{
						"Text": "闪亮亮石头"
					},
					"Key": "ShinyStoneDisplayName"
				},
				{
					"Source":
					{
						"Text": "Stone"
					},
					"Translation":
					{
						"Text": "小石头"
					},
					"Key": "StoneDisplayName"
				},
				{
					"Source":
					{
						"Text": "Super Cube"
					},
					"Translation":
					{
						"Text": "超级方块"
					},
					"Key": "SuperCubeDisplayName"
				},
				{
					"Source":
					{
						"Text": "This ruby can shoot water beam to damage enemy."
					},
					"Translation":
					{
						"Text": "这个宝石可以射出水束攻击敌人。"
					},
					"Key": "WaterRubyDisplayDescription"
				},
				{
					"Source":
					{
						"Text": "Water Ruby"
					},
					"Translation":
					{
						"Text": "水宝石"
					},
					"Key": "WaterRubyDisplayName"
				},
				{
					"Source":
					{
						"Text": "Wood Branch"
					},
					"Translation":
					{
						"Text": "木棍"
					},
					"Key": "WoodBranchDisplayName"
				},
				{
					"Source":
					{
						"Text": "Wood Log"
					},
					"Translation":
					{
						"Text": "木头"
					},
					"Key": "WoodLogDisplayName"
				}
			]
		},
		{
			"Namespace": "MinimapPOI",
			"Children": [
				{
					"Source":
					{
						"Text": "A great place to vacation"
					},
					"Translation":
					{
						"Text": "度假胜地"
					},
					"Key": "SeasideDesc"
				},
				{
					"Source":
					{
						"Text": "Cabin"
					},
					"Translation":
					{
						"Text": "木屋"
					},
					"Key": "MountCabinName"
				},
				{
					"Source":
					{
						"Text": "Cabin"
					},
					"Translation":
					{
						"Text": "木屋站"
					},
					"Key": "MountCabinTeleName"
				},
				{
					"Source":
					{
						"Text": "Center lake on island"
					},
					"Translation":
					{
						"Text": "岛心湖"
					},
					"Key": "CenterLakeDesc"
				},
				{
					"Source":
					{
						"Text": "Forest Cabin"
					},
					"Translation":
					{
						"Text": "林中小屋"
					},
					"Key": "ForestCabinName"
				},
				{
					"Source":
					{
						"Text": "Forest cabin"
					},
					"Translation":
					{
						"Text": "林中小屋"
					},
					"Key": "ForestCabinDesc"
				},
				{
					"Source":
					{
						"Text": "Lake"
					},
					"Translation":
					{
						"Text": "湖泊"
					},
					"Key": "CenterLakeName"
				},
				{
					"Source":
					{
						"Text": "Lake View Flat"
					},
					"Translation":
					{
						"Text": "湖边空地站"
					},
					"Key": "LakeFlatTeleName"
				},
				{
					"Source":
					{
						"Text": "Mount cabin."
					},
					"Translation":
					{
						"Text": "山中木屋"
					},
					"Key": "MountCabinDesc"
				},
				{
					"Source":
					{
						"Text": "Seaside"
					},
					"Translation":
					{
						"Text": "海边"
					},
					"Key": "SeasideName"
				},
				{
					"Source":
					{
						"Text": "Seaside"
					},
					"Translation":
					{
						"Text": "海边站"
					},
					"Key": "SeasideTeleName"
				},
				{
					"Source":
					{
						"Text": "War Ship"
					},
					"Translation":
					{
						"Text": "战船"
					},
					"Key": "WarShipName"
				}
			]
		},
		{
			"Namespace": "Options",
			"Children": [
				{
					"Source":
					{
						"Text": "Unlimit"
					},
					"Translation":
					{
						"Text": "无限制"
					},
					"Key": "UnlimitFPS"
				},
				{
					"Source":
					{
						"Text": "{Value} FPS"
					},
					"Translation":
					{
						"Text": "{Value} FPS"
					},
					"Key": "FPSFormat"
				}
			]
		},
		{
			"Namespace": "QuestFlow",
			"Children": [
				{
					"Source":
					{
						"Text": "Free Climb Exam"
					},
					"Translation":
					{
						"Text": "自由攀爬测验"
					},
					"Key": "QFN_TokiFreeClimb"
				},
				{
					"Source":
					{
						"Text": "Otter said that some treasure is buried at the bottom of the lake. And she want me to find and bring that to her."
					},
					"Translation":
					{
						"Text": "水獭说湖底埋有宝藏。她希望我能找到给她看看。"
					},
					"Key": "QFD_OtterLakeTreasure"
				},
				{
					"Source":
					{
						"Text": "Toki will place a flag on the top of the mountain. You should climb up to the peek!"
					},
					"Translation":
					{
						"Text": "朱鹮说会在山上插旗。我应该爬上最高处。"
					},
					"Key": "QFD_TokiFreeClimb"
				},
				{
					"Source":
					{
						"Text": "Treasure Under Lake"
					},
					"Translation":
					{
						"Text": "湖底宝藏"
					},
					"Key": "QFN_OtterLakeTreasure"
				},
				{
					"Source":
					{
						"Text": "Tsuchinoko Rescue Impact"
					},
					"Translation":
					{
						"Text": "槌蛇营救大作战"
					},
					"Key": "QFN_TsuchinokoRescue"
				},
				{
					"Source":
					{
						"Text": "Tsuchinoko was trapped at the bottom floor of the war ship. Captain Macaw is trying to hold the war ship. It's my show time now!"
					},
					"Translation":
					{
						"Text": "槌蛇被困在船的最底层。鹦鹉船长正在尝试稳住船。该我出马了！"
					},
					"Key": "QFD_TsuchinokoRescue"
				}
			]
		},
		{
			"Namespace": "Scalability",
			"Children": [
				{
					"Source":
					{
						"Text": "Anti Aliasing Quality"
					},
					"Translation":
					{
						"Text": "抗锯齿质量"
					},
					"Key": "AntiAliasingQuality"
				},
				{
					"Source":
					{
						"Text": "Effects Quality"
					},
					"Translation":
					{
						"Text": "视觉效果质量"
					},
					"Key": "EffectsQuality"
				},
				{
					"Source":
					{
						"Text": "Foliage Quality"
					},
					"Translation":
					{
						"Text": "植被质量"
					},
					"Key": "FoliageQuality"
				},
				{
					"Source":
					{
						"Text": "Global Illumination Quality"
					},
					"Translation":
					{
						"Text": "全局光照质量"
					},
					"Key": "GlobalIlluminationQuality"
				},
				{
					"Source":
					{
						"Text": "Post Process Quality"
					},
					"Translation":
					{
						"Text": "后期处理质量"
					},
					"Key": "PostProcessQuality"
				},
				{
					"Source":
					{
						"Text": "Reflection Quality"
					},
					"Translation":
					{
						"Text": "反射质量"
					},
					"Key": "ReflectionQuality"
				},
				{
					"Source":
					{
						"Text": "Shading Quality"
					},
					"Translation":
					{
						"Text": "着色质量"
					},
					"Key": "ShadingQuality"
				},
				{
					"Source":
					{
						"Text": "Shadow Quality"
					},
					"Translation":
					{
						"Text": "阴影质量"
					},
					"Key": "ShadowQuality"
				},
				{
					"Source":
					{
						"Text": "Texture Quality"
					},
					"Translation":
					{
						"Text": "纹理质量"
					},
					"Key": "TextureQuality"
				},
				{
					"Source":
					{
						"Text": "View Distance Quality"
					},
					"Translation":
					{
						"Text": "视距质量"
					},
					"Key": "ViewDistanceQuality"
				}
			]
		},
		{
			"Namespace": "SoundClassDescription",
			"Children": [
				{
					"Source":
					{
						"Text": "Background Music"
					},
					"Translation":
					{
						"Text": "背景音乐"
					},
					"Key": "BGMName"
				},
				{
					"Source":
					{
						"Text": "Environment"
					},
					"Translation":
					{
						"Text": "环境音效"
					},
					"Key": "EnvironmentName"
				},
				{
					"Source":
					{
						"Text": "Master"
					},
					"Translation":
					{
						"Text": "主音量"
					},
					"Key": "MasterName"
				},
				{
					"Source":
					{
						"Text": "Sound Effect"
					},
					"Translation":
					{
						"Text": "音效"
					},
					"Key": "SoundEffectName"
				},
				{
					"Source":
					{
						"Text": "UI"
					},
					"Translation":
					{
						"Text": "用户界面"
					},
					"Key": "UIName"
				},
				{
					"Source":
					{
						"Text": "Vocal"
					},
					"Translation":
					{
						"Text": "配音"
					},
					"Key": "VocalName"
				}
			]
		},
		{
			"Namespace": "StringTable_AntiAlia",
			"Children": [
				{
					"Source":
					{
						"Text": "Fast Approximate Anti-Aliasing (FXAA)"
					},
					"Translation":
					{
						"Text": "快速近似抗锯齿"
					},
					"Key": "1"
				},
				{
					"Source":
					{
						"Text": "Multisample Anti-Aliasing (MSAA)"
					},
					"Translation":
					{
						"Text": "多重采样抗锯齿"
					},
					"Key": "3"
				},
				{
					"Source":
					{
						"Text": "None"
					},
					"Translation":
					{
						"Text": "无"
					},
					"Key": "0"
				},
				{
					"Source":
					{
						"Text": "Temporal Anti-Aliasing (TAA)"
					},
					"Translation":
					{
						"Text": "临时抗锯齿"
					},
					"Key": "2"
				},
				{
					"Source":
					{
						"Text": "Temporal Super-Resolution (TSR)"
					},
					"Translation":
					{
						"Text": "超分辨率抗锯齿"
					},
					"Key": "4"
				}
			]
		},
		{
			"Namespace": "StringTable_Characters",
			"Children": [
				{
					"Source":
					{
						"Text": "Captain Macaw"
					},
					"Translation":
					{
						"Text": "金刚鹦鹉船长"
					},
					"Key": "MacawName"
				},
				{
					"Source":
					{
						"Text": "Kaban"
					},
					"Translation":
					{
						"Text": "小包"
					},
					"Key": "KabanName"
				},
				{
					"Source":
					{
						"Text": "Otter"
					},
					"Translation":
					{
						"Text": "小爪水獭"
					},
					"Key": "OtterName"
				},
				{
					"Source":
					{
						"Text": "Toki"
					},
					"Translation":
					{
						"Text": "朱鹮"
					},
					"Key": "TokiName"
				},
				{
					"Source":
					{
						"Text": "Tsuchinoko"
					},
					"Translation":
					{
						"Text": "槌蛇"
					},
					"Key": "TsuchinokoName"
				}
			]
		},
		{
			"Namespace": "StringTable_Common",
			"Children": [
				{
					"Source":
					{
						"Text": "Continue"
					},
					"Translation":
					{
						"Text": "继续"
					},
					"Key": "ContinueText"
				},
				{
					"Source":
					{
						"Text": "Exit"
					},
					"Translation":
					{
						"Text": "退出"
					},
					"Key": "ExitText"
				},
				{
					"Source":
					{
						"Text": "Generic"
					},
					"Translation":
					{
						"Text": "通用"
					},
					"Key": "GenericCategoryText"
				},
				{
					"Source":
					{
						"Text": "Graphic"
					},
					"Translation":
					{
						"Text": "图形"
					},
					"Key": "GraphicCategoryText"
				},
				{
					"Source":
					{
						"Text": "Host Game"
					},
					"Translation":
					{
						"Text": "主持游戏"
					},
					"Key": "HostGameText"
				},
				{
					"Source":
					{
						"Text": "Input"
					},
					"Translation":
					{
						"Text": "输入"
					},
					"Key": "InputCategoryText"
				},
				{
					"Source":
					{
						"Text": "Join"
					},
					"Translation":
					{
						"Text": "加入"
					},
					"Key": "JoinText"
				},
				{
					"Source":
					{
						"Text": "Join Game"
					},
					"Translation":
					{
						"Text": "加入游戏"
					},
					"Key": "JoinGameText"
				},
				{
					"Source":
					{
						"Text": "Language"
					},
					"Translation":
					{
						"Text": "语言"
					},
					"Key": "LanguageText"
				},
				{
					"Source":
					{
						"Text": "Load"
					},
					"Translation":
					{
						"Text": "加载"
					},
					"Key": "LoadText"
				},
				{
					"Source":
					{
						"Text": "Load Game"
					},
					"Translation":
					{
						"Text": "加载游戏"
					},
					"Key": "LoadGameText"
				},
				{
					"Source":
					{
						"Text": "Main Map"
					},
					"Translation":
					{
						"Text": "主地图"
					},
					"Key": "MainMapText"
				},
				{
					"Source":
					{
						"Text": "Main Menu"
					},
					"Translation":
					{
						"Text": "主菜单"
					},
					"Key": "MainMenuText"
				},
				{
					"Source":
					{
						"Text": "Minimap"
					},
					"Translation":
					{
						"Text": "小地图"
					},
					"Key": "MinimapText"
				},
				{
					"Source":
					{
						"Text": "Minimap Lock North"
					},
					"Translation":
					{
						"Text": "小地图锁定北方"
					},
					"Key": "MinimapLockNorthText"
				},
				{
					"Source":
					{
						"Text": "New Game"
					},
					"Translation":
					{
						"Text": "新游戏"
					},
					"Key": "NewGameText"
				},
				{
					"Source":
					{
						"Text": "New Save Game"
					},
					"Translation":
					{
						"Text": "新保存游戏"
					},
					"Key": "NewSaveGameText"
				},
				{
					"Source":
					{
						"Text": "Options"
					},
					"Translation":
					{
						"Text": "设置"
					},
					"Key": "OptionsText"
				},
				{
					"Source":
					{
						"Text": "Pause Menu"
					},
					"Translation":
					{
						"Text": "暂停菜单"
					},
					"Key": "PauseMenuText"
				},
				{
					"Source":
					{
						"Text": "Refresh"
					},
					"Translation":
					{
						"Text": "刷新"
					},
					"Key": "RefreshText"
				},
				{
					"Source":
					{
						"Text": "Respawn"
					},
					"Translation":
					{
						"Text": "重生"
					},
					"Key": "RespawnText"
				},
				{
					"Source":
					{
						"Text": "Resume"
					},
					"Translation":
					{
						"Text": "恢复"
					},
					"Key": "ResumeText"
				},
				{
					"Source":
					{
						"Text": "Save"
					},
					"Translation":
					{
						"Text": "保存"
					},
					"Key": "SaveText"
				},
				{
					"Source":
					{
						"Text": "Save Complete"
					},
					"Translation":
					{
						"Text": "保存完成"
					},
					"Key": "SaveCompleteText"
				},
				{
					"Source":
					{
						"Text": "Save Game"
					},
					"Translation":
					{
						"Text": "保存游戏"
					},
					"Key": "SaveGameText"
				},
				{
					"Source":
					{
						"Text": "Saving"
					},
					"Translation":
					{
						"Text": "保存中"
					},
					"Key": "SavingText"
				},
				{
					"Source":
					{
						"Text": "Sound"
					},
					"Translation":
					{
						"Text": "音频"
					},
					"Key": "SoundCategoryText"
				},
				{
					"Source":
					{
						"Text": "Talk to {Name}"
					},
					"Translation":
					{
						"Text": "与 {Name} 对话"
					},
					"Key": "TalkToText"
				},
				{
					"Source":
					{
						"Text": "Write Current"
					},
					"Translation":
					{
						"Text": "复写当前"
					},
					"Key": "WriteCurrentText"
				}
			]
		},
		{
			"Namespace": "StringTable_GenericText",
			"Children": [
				{
					"Source":
					{
						"Text": "Anti Aliasing Method"
					},
					"Translation":
					{
						"Text": "抗锯齿方法"
					},
					"Key": "AntiAliasingMethodText"
				},
				{
					"Source":
					{
						"Text": "Frame Rate Limit"
					},
					"Translation":
					{
						"Text": "帧率限制"
					},
					"Key": "FrameRateLimitText"
				},
				{
					"Source":
					{
						"Text": "Global Quality"
					},
					"Translation":
					{
						"Text": "全局质量"
					},
					"Key": "GlobalQualityText"
				},
				{
					"Source":
					{
						"Text": "Motion Blur"
					},
					"Translation":
					{
						"Text": "动态模糊"
					},
					"Key": "MotionBlurText"
				},
				{
					"Source":
					{
						"Text": "RHI"
					},
					"Translation":
					{
						"Text": "渲染硬件接口"
					},
					"Key": "RHIText"
				},
				{
					"Source":
					{
						"Text": "Resolution"
					},
					"Translation":
					{
						"Text": "分辨率"
					},
					"Key": "ResolutionText"
				},
				{
					"Source":
					{
						"Text": "V-Sync"
					},
					"Translation":
					{
						"Text": "垂直同步"
					},
					"Key": "V-SyncText"
				},
				{
					"Source":
					{
						"Text": "Window Mode"
					},
					"Translation":
					{
						"Text": "窗口模式"
					},
					"Key": "WindowModeText"
				}
			]
		},
		{
			"Namespace": "StringTable_Inventory",
			"Children": [
				{
					"Source":
					{
						"Text": "Accessory"
					},
					"Translation":
					{
						"Text": "饰品"
					},
					"Key": "Accessory"
				},
				{
					"Source":
					{
						"Text": "Bag"
					},
					"Translation":
					{
						"Text": "背包"
					},
					"Key": "Bag"
				},
				{
					"Source":
					{
						"Text": "Collectables"
					},
					"Translation":
					{
						"Text": "收集品"
					},
					"Key": "Collectables"
				},
				{
					"Source":
					{
						"Text": "Container"
					},
					"Translation":
					{
						"Text": "容器"
					},
					"Key": "Container"
				},
				{
					"Source":
					{
						"Text": "Hot Bar"
					},
					"Translation":
					{
						"Text": "快捷栏"
					},
					"Key": "HotBar"
				},
				{
					"Source":
					{
						"Text": "Inventory"
					},
					"Translation":
					{
						"Text": "物品栏"
					},
					"Key": "Inventory"
				}
			]
		},
		{
			"Namespace": "StringTable_QualityLevel",
			"Children": [
				{
					"Source":
					{
						"Text": "Cinematic"
					},
					"Translation":
					{
						"Text": "过场动画"
					},
					"Key": "4"
				},
				{
					"Source":
					{
						"Text": "Custom"
					},
					"Translation":
					{
						"Text": "自定义"
					},
					"Key": "5"
				},
				{
					"Source":
					{
						"Text": "Epic"
					},
					"Translation":
					{
						"Text": "史诗"
					},
					"Key": "3"
				},
				{
					"Source":
					{
						"Text": "High"
					},
					"Translation":
					{
						"Text": "高"
					},
					"Key": "2"
				},
				{
					"Source":
					{
						"Text": "Low"
					},
					"Translation":
					{
						"Text": "低"
					},
					"Key": "0"
				},
				{
					"Source":
					{
						"Text": "Medium"
					},
					"Translation":
					{
						"Text": "中"
					},
					"Key": "1"
				}
			]
		},
		{
			"Namespace": "StringTable_RHI",
			"Children": [
				{
					"Source":
					{
						"Text": "Direct-X 11"
					},
					"Translation":
					{
						"Text": "Direct-X 11"
					},
					"Key": "0"
				},
				{
					"Source":
					{
						"Text": "Direct-X 12"
					},
					"Translation":
					{
						"Text": "Direct-X 12"
					},
					"Key": "1"
				},
				{
					"Source":
					{
						"Text": "Vulkan"
					},
					"Translation":
					{
						"Text": "Vulkan"
					},
					"Key": "2"
				}
			]
		},
		{
			"Namespace": "StringTable_WindowMode",
			"Children": [
				{
					"Source":
					{
						"Text": "Fullscreen"
					},
					"Translation":
					{
						"Text": "全屏"
					},
					"Key": "0"
				},
				{
					"Source":
					{
						"Text": "Windowed"
					},
					"Translation":
					{
						"Text": "窗口化"
					},
					"Key": "2"
				},
				{
					"Source":
					{
						"Text": "Windowed Fullscreen"
					},
					"Translation":
					{
						"Text": "全屏窗口化"
					},
					"Key": "1"
				}
			]
		},
		{
			"Namespace": "UMG",
			"Children": [
				{
					"Source":
					{
						"Text": "Text Block"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "TextBlockDefaultValue"
				}
			]
		}
	]
}